Repository: james1507/food_hub_app
Catalog: lib/presentation/util/l10n/app_*.arb
Languages: vi

# language
source: English
vi: Việt Nam

source: Welcome to
vi: Chào mừng tới

source: Skip
vi: Bỏ qua

# titleWelcome1
source: Your favourite foods delivered
vi: Thực phẩm yêu thích của bạn được giao

# titleWelcome2
source: fast at your door.
vi: nhanh chóng ở cửa của bạn.

# startWithEmailOrPhoneButton
source: Start with email or phone
vi: Bắt đầu với email hoặc điện thoại

# messageExit
source: press another time to exit from app
vi: Nhấn lần nữa để thoát khỏi ứng dụng

source: sign in with
vi: đăng nhập với

# alreadyAccount
source: Already have an account ?
vi: Bạn đã có tài khoản?

# dontHaveAccount
source: Donâ€™t have an account ?
vi: Bạn chưa có tài khoản ?

source: Sign In
vi: Đăng nhập

source: Sign Up
vi: Đăng ký

source: Full name
vi: Tên đầy đủ

source: Password
vi: Mật khẩu

# signUpUpper
source: SIGN UP
vi: ĐĂNG KÝ

# signUpWithPhone
source: Sign up with phone number?
vi: Đăng ký với số điện thoại?

source: Click here
vi: Ấn vào đây

source: RESEND EMAIL
vi: GỬI LẠI EMAIL

# cancelUpper
source: CANCEL
vi: HUỶ

# dialogEnterInput
source: Please enter done input
vi: Vui lòng nhập

source: Error
vi: Lỗi

source: Close
vi: Đóng

source: Verification Email
vi: Xác thực Email

# titleVerificationEmail
source: A verification email has been sent to your email {user}
vi: Xác thực đã được gửi về email của bạn {user}

# sendUpper
source: SEND
vi: GỬI

# registrationPhone
source: Registration
vi: Đăng ký với Số điện thoại

# titleRegistrationPhone
source: Enter your phone number to verify your account
vi: Hãy nhập số điện thoại để xác thực tài khoản của bạn

source: invalid value
vi: hãy nhập đúng số điện thoại

source: Verification Phone
vi: Xác thực Điện thoại

# titleVerificationPhone
source: Enter your phone number to verify your account
vi: Hãy nhập số điện thoại để xác thực tài khoản của bạn

# signInUpper
source: LOGIN
vi: ĐĂNG NHẬP

# validationMessagesName
source: The name must not be empty
vi: Bạn không được để trống tên

# validationMessagesEmailRequired
source: The email must not be empty
vi: Bạn không được để trống email

# validationMessagesEmailInvalid
source: The email value must be a valid email
vi: Bạn không đúng kiểu email

# validationMessagesPassword
source: The password must not be empty
vi: Mật khẩu của bạn không được để trống

# validationMessagesPasswordLength
source: The password must be at least 8 characters
vi: Mật khẩu của bạn phải có ít nhất 8 ký tự

# validationMessagesPhone
source: The phone must not be empty
vi: Số điện thoại của bạn không được bỏ trống

# validationMessagesPhoneInvalid
source: The phone value must be a valid phone
vi: Số điện thoại của bạn không đúng kiểu

# fontApp
source: Sofia Pro
vi: Time new
